Repository: MuhammedHasan/cs.sehir.edu.tr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Department of <br> Computer Science
tr: Bilgisayar <br> Mühendisliği

source: About
tr: Hakkında

source: People
tr: Kişiler

source: Programs
tr: Programlar

source: Research
tr: Araştırma

source: Research Projects
tr: Araştırma Projeleri

source: Research Groups
tr: Araştırma Grupları

source: Industrial Relations
tr: Endustriyal İlışkiler

source: News
tr: Haberler

source: Our Address
tr: Adresimiz

source: Istanbul Sehir University
tr: İstanbul Şehir Üniversitesi

source: Kusbakisi Street No: 27 34662
tr: Kuşbakışı Caddesi No:27 34662

source: Altunizade – Uskudar – Istanbul
tr: Altunizade - Üsküdar - İstanbul

source: Connect with us
tr: Bizi takip edin

source: Faculty
tr: Kişiler

source: News and Events
tr: Haberler ve Duyurular

source: Visiting
tr: Misafir Öğretim Üyesi

source: ^about/$
tr: ^hakkinda/$

source: ^people/$
tr: ^kişiler/$

source: ^profile/(?P<id>.+?)/(?P<first_name>.+?)-(?P<last_name>.+?)/$
tr: ^profil/(?P<id>.+?)/(?P<first_name>.+?)-(?P<last_name>.+?)/$

source: ^program-overview/$
tr: ^program-genel-bakis/$

source: ^research/$
tr: ^arastirma/$

source: ^news-events-overview/$
tr: ^haber-duyuru-genel-bakis/$

source: ^news-event/(?P<id>.+?)/$
tr: haber-duyuru/(?P<id>.+?)/$

source: ^research-group/$
tr: ^arastirma-group/$

source: ^industrial-relations/$
tr: endustriyal-iliskiler

source: Assistant Professor
tr: Yrd. Doç. Dr.

source: Professor
tr: Profesör

source: PhD
tr: Doktora

source: Office
tr: Ofis

source: Phone
tr: Telefon

source: Personal Website
tr: Kişisel Web Sayfası

source: Bio
tr: Biyografi

source: Research Interests
tr: Araştırma Alanları

source: Funded projects
tr: Fonlanan Projeler

source: Member of research Groups
tr: Araştırma Grupları

source: Publications
tr: Yayınlar

source: Flat List
tr: Düz Liste

source: Group by Year
tr: Tarihe Göre Sırala

source: Group by Publication Type
tr: Yayın Türüne Göre Sırala

source: Sort by Citation Count
tr: Atıf Sayısına Göre Sırala

source: Citations
tr: Atıf

source: Citation
tr: Atıf

source: On Leave
tr: İzinli

source: Journal Paper(s)
tr: Dergi Makaleleri

source: Conference - Workshop Paper(s)
tr: Konferans ve Çalıştay Makaleleri

source: Patent(s)
tr: Patentler

source: Book Chapter(s)
tr: Kitap Bölümleri

source: Book(s)
tr: Kitaplar

source: Graduate Programs
tr: Yüksek Lisans Programları

source: Undergraduate Programs
tr: Lisans Programları

source: Ongoing Projects
tr: Devam Eden Projeler

source: Completed Projects
tr: Tamamlanmış Projeler

source: Project Summaries
tr: Proje Özetleri

source: Funding Institution
tr: Sponsor

source: Principal Investigator
tr: Yürütücü

source: CS in Numbers
tr: Sayılarla Bilgisayar Mühendisliği

source: Chair
tr: Bölüm Başkanı

source: Computer Science
tr: Bilgisayar Mühendisliği

source: Home
tr: Anasayfa

source: click here
tr: buraya tıklayın

source: For more details, please
tr: Daha fazla bilgi için lütfen
